//
//  TO DO LIST.swift
//  GB.vkClient
//
//  Created by Николай Коробейников on 18.05.2021.
//

import Foundation

//добавить картинки в Ассетс и подвзятать их в таблицу
//в модели фоток добавить свой-ство is_like - уже отмечал фото или нет. И это свойство тянуть из массива. а не ставить дефолт нет в ячейке (!)
//добавить вью с тенью для друзей и групп
//переделать констрейнты на детализации картинки друга - лайк убрать от картинки вниз. чтобы не заходил +  шрифт счетчика(лейбл) найти оптимальный
//добавить масси фото для 1 друга
//добавить в массив фото лайки поле
//добавить в массив фото обработчик сохранения лайков
//добавить кнопку удаления групп из своего списка
//разбить группы и друзей на 2 разные модели данных (сейчас на 1 модели)
